<?php
// TwimageDLerの更新履歴
$versions_log = [
    [
        'date' => '2022年5月1日',
        'version' => '2.0.1',
        'content' => '正常にツイートが取得できなかった問題の修正'
    ],
    [
        'date' => '2022年4月29日',
        'version' => '2.0.0',
        'content' => '内部プログラムの大幅改修、ツイート一覧取得機能の追加、いいね一覧が正しい順に取得されなかった問題を修正'
    ],
    [
        'date' => '2022年3月16日',
        'version' => '1.1.2',
        'content' => 'ユーザープロフィールの追加、スマホ版レイアウトの調整'
    ],
    [
        'date' => '2022年2月24日',
        'version' => '1.1.1',
        'content' => '利用規約、プライバシーポリシー、フッターの追加'
    ],
    [
        'date' => '2022年2月23日',
        'version' => '1.1.0',
        'content' => '画像取得数の増加(150 => 400)、前回保存した画像以降を取得する機能の追加、デザインの調整'
    ],
    [
        'date' => '2022年1月1日',
        'version' => '1.0',
        'content' => 'アプリケーション公開'
    ],
];